Repository: Hiiri522-official/woof-CE
Catalog: woof-code/rootfs-petbuilds/netmon_wce/netmon_wce-3.3/po/*.po
Languages: fi

source: Month
fi: Kuukausi

source: Active interface:
fi: Aktiivinen käyttöliittymä:

source: none
fi: ei mitään

source: Click this icon for network setup
fi: Klikkaa tätä kuvaketta yhdistääksesi verkkoon

source: IP address:
fi: Langaton verkko

source: Wifi stats disabled
fi: Wi-Fi pois päältä

source: Wifi Stats unreadable - disable polling in the menu.
fi: Wi-Fi lukukelvoton - poista jatkuva tarkkailu käytöstä valikosta.

source: Quit
fi: Lopeta

source: Enable wireless device polling
fi: Salli langaton laitteidenvalvonta

source: Disable wireless device polling
fi: Estä langaton laitteidenvalvonta

source: Setup networking
fi: Verkkoyhteyden määritys

source: Network status information
fi: Verkkoyhteyden tilatietoja

source: Disconnect from network
fi: Katkaise verkkoyhteys

source: Reconnect to network
fi: Uudelleenyhdistä verkkoon

source: Note: right-click icon for network menu
fi: Huomaa: klikkaa hiiren kakkospainikkeella kuvaketta päästäksesi verkkoyhteysvalikkoon

source: No active network interfaces
fi: Ei aktiivisia verkkoliitäntöjä
